[
    {
        "title" : "full life cycle of star",
        "coverImage": "https://space-tastic.github.io/spacetastic-app/res/images/nebula.jpg",
        "content" : [
            {
                "title" : "nebula",
                "content" : "The life cycle of a star starts with a very big cloud of gas, called nebula(see in the above picture). From a nebula, thousands and thousands of star are made, and this count can also go to even lakhs and crores. A nebula is spread in light years. It is mainly made up of Hydrogen gas and some amount of cosmic dust particles. Slowly and steadly, the Hydrogen gas starts coming closer to each other due to gravity.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/nebula.jpg"
            },
            {
                "title" : "NUCLEAR FUSION",
                "content" : "The next stage after the nebula is the nuclear fusion. In this stage, a very large and spherical mass of Hydrogen gas accumulates together, resulting in a very high pressure at the center. This pressure is enough to fuse two atoms of Hydrogen into one atom of Helium (see above picture). During this fusion, a very very very large amount of heat is generated. Due to this large amount of heat, the matter of the star is at the plasma state. (Plasma is formed when a large amount of heat or electricity makes the electrons to move out from the atom and move freely.). The Hydrogen to Helium fusion continiues until the whole star is made up of Helium. This type of stars are called 'main sequence star', our sun is also a main sequence star, that is, it is now fusing Hydrogen to make Helium. As the fusion continiues, the star size becomes more and more big because the energy released by fusion pushses the star from inside, but this process is very slow, so we cannot see our sun swelling up. In many small and average size stars, (like our sun) there is not sufficient pressure to further fuse the Helium so in small and average size stars, the fusion stops here. In the large size stars, there is so much sufficient pressure to further fuse the Helium. So, in large stars, Helium fuses to lithium, lithium to beryllium, beryllium to boron and so on until the iron fuses, after iron, more fusion is not possible, so the nuclear fusion stops at here.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/fusion.jpg"
            },
            {
                "title" : "SUPERNOVA",
                "content" : "While the fusion process was going, the force generated by the fusion and the gravitational force balanced each other (see the above picture). But now the force generated by the fusion is absent, so the gravitational force of the star pulls itself towards it's center (see the above picture) and there is no opposing force to stop this collapsing, so the star goes on collapsing. And if we take example of a balloon, when so much force is applied, it explosion, same happens with the star, a very very very powerful explosion takes place, known as supernova explosion. A very large amount of energy is released in this explosion, this energy cannot be generated by the same star in it's whole life! The temperature can reach upto 1,000,000,000 (1 billion) degree Celsius. A \"Gamma Ray Burst\" also takes place sometimes. This Gamma Ray Burst is enough powerful to destroy many planets. (Gamma ray Burst is also a very big topic, I will make article on it soon). A supernova may also damage the Earth even if it is light years away!",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/supernova.jpg"
            },
            {
                "title" : "FUTURE OF THE STAR DEPENDING ON IT'S MASS",
                "content" : "After the explosion, there may be three possibilities that what the star would be. The possibilities are : white Dwarf, Neutron Star, Black holes.",
                "img" : ""
            },
            {
                "title" : "WHITE DWARF",
                "content" : "White Dwarf, as suggested by the name, it is a dwarf means small, It is almost the size of our Earth. When a small or medium size goes under supernova (like our sun), it forms a small nebula around itself and only the core remains which is very small and but very very dense. And just for comparision, if we take one spoon matter of a white dwarf, it would weight as much as many buildings! It burns its fuel like a LPG stove and lasts for millions of years. (This is a very big topic, so we will discuss it some other day.)",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/white-dwarf.jpg"
            },
            {
                "title" : "NEUTRON STAR",
                "content" : "Neuton star are formed when a very massive star undergoes supernova explosion and collapses into a very small size about 10km to 25km. But never underestimate it from it's size, because only this 10km object has the full mass of the star before the explosion so it is way more dense than the white dwarf, it's just one spoon amount would weight as much as our moon! Their magnetic fields are billion times stronger than the Earth's magnetic field. They spin very very fast, almost 3,000 (three thousand) times in one second. But this is nothing in front of our upcoming dead star. (This is a very big topic, so we will discuss it some other day.)",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/neutron-star.jpg"
            },
            {
                "title" : "BLACK HOLE",
                "content" : "Black holes are also when massive stars die, these black holes which are formed by the stars are called steller black holes. Steller black holes are very common in our galaxy. Steller black hole are around 25 to 50 solar mass.(1 solar mass = mass of our sun.) They spin way more fast than the neutron stars almost 100,000 (1 lakh) times in a second. Their density is considered to be infinite because their whole body is collapsed into a relatively very small volume. And just for comparision, if we want to make the Himalayas a black hole, we have to compress it until it reaches the size of five hydrogen atoms (This is a very big topic, so we will discuss it some other day.)",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/black-hole.jpg"
            }
        ]
    },
    {
        "title" : "WHY ARE WE ALL STAR KIDS?",
        "coverImage" : "https://space-tastic.github.io/spacetastic-app/res/images/overview.jpg",
        "content" : [
            {
                "title"  : "WHY ARE WE ALL STAR KIDS?",
                "content" : "If you have read my first article, then you can guess why we all are star kids. Since, we know that in a star, hydrogen fuses to helium, helium further fuses to any other element, and this element fuses to an another element, which ends at iron. This process makes all elements of the universe, although some are man-made elements. We know that our body is also made of various elements, so where that all elements have come from? These elements had come from the stars which went under supernova explosion, by the explosion, all the elements made by the star are spread into to space which later forms our body which contains all of these elements. So, we are made of stardust and indirectly we can say that 'We all are star kids'. So there is no difference between the upper caste people and the lower cast people because they are made of the one and only same thing, that is, stardust. Now just look at your body and imagine that you were once a part of star.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/fact.jpg"
            }
        ]
    },
    {
        "title" : "REASON BEHIND DIAMOND PLANET AND DIAMOND RAIN",
        "coverImage" : "https://space-tastic.github.io/spacetastic-app/res/images/diamond.jpg",
        "content" : [
            {
                "title" :  "HOW DIAMONDS ARE FORMED?",
                "content" : "Before knowing how diamond rains or how planets are made up of diamond, you must know how diamonds are formed. On Earth, diamonds are formed deep inside, 200km and below. Due to the very very high pressure and intense heat below the surface, the carbon present deep inside turns into diamond. By this process diamonds are formed. The required pressure to turn carbon into diamond is about 4,999,000,000 pascals (four billion nine hundred ninety million),and the required temperature is 2,200o Fahrenheit but they take over 3,000,000,000 (3 billion) years to form and the age of our Earth is approximately 4 billion years. But this time can vary in different conditions. There is a mis-conception that diamond is very rare on Earth, it is more than common, instead there are lots and lots of diamonds, over 4 quadrillion (4,000,000,000,000,000) tonnes! If these all diamonds are distributed equally among all the people, then every body could be a billionare!.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/diamond.jpg"
            },
            {
                "title" : "HOW IT RAINS?",
                "content" : "Since we know that diamonds are formed when very high pressure and heat acts on carbon. The planets like Jupiter, Saturn, Uranus and Neptune, are very big, so there atmosphere is also very big and due to the big atmosphere, very large atmospheric pressure is generated which is almost equal to the pressure inside the Earth, so it is sufficient to crystallise carbon into diamond and fall as rain and the internal heat is also sufficient to turn diamond into carbon vapours, so this cycle continiues and the diamond rains happens. Not only it rains diamonds but it also rains methane, and other elements. This diamond rain is very common in very big gas giants.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/diamond-rain.jpg"
            },
            {
                "title" : "HOW PLANETS ARE MADE UP OF DIAMOND?",
                "content" : "Diamond rain is easily found, but diamond planets are hardly found. Till now only one diamond planet is discovered, that is, '55 cancri e', it's host star name is '55 cancri A'. It's surface temperature is about 4,500o celcius. It is also formed in the same manner as a diamond is made, you can think of it as a large diamond which is almost twice the size of Earth. It's estimated price is $26,000,000,000,000,000,000,000,000,000,000 (26 nonillion) !",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/diamond-planet.jpg"
            }
        ]
    },
    {
        "title" : "breakthrough starshot mission",
        "coverImage" : "https://space-tastic.github.io/spacetastic-app/res/images/light-sail.jpg",
        "content" : [
            {
                "title" : "INTRODUCTION",
                "content" : "The solar system which is the nearest to us is about 4 light years away from us, there are three stars in that solar system, of which, the nearest to us is Proxima Centauri and it also have some planets, of which the planets which have very similar conditions like our planet Earth is Proxima Centauri b. You might be thinking that it is very near to us but not. The fastest human-made spacecraft, New Horizons had an speed of about 23 kilometers per second by this speed it can easily cover the length of equator of Earth in just half-an-hour. But this speed is very very less. If we send a spacecraft at this speed to Proxima Centauri b, it would take about 70,000 (seventy thousand) years to reach there, and it not possible for us to wait for 56,000 years! A spacecraft called Solar Parker Probe is launced towards the Sun. In the year 2025, it will be on it's closest approach to Sun, and at that time, it's estimated speed is about 200 kiometers per second, which is almost 12 times faster than the Voyager-1, but still with this speed, it would still take about 6,300 (six thousand three hundred) years to reach Proxima Centauri b. To prevent this big time gap, a mission called Breakthrough Starshot Mission will be launced in the year 2036.",
                "img" : ""
            },
            {
                "title" : "LIGHT SAIL",
                "content" : "If we send a normal spacecraft to proxima centauri b, then to make it travel at a very high speed, we need a large amount of fuel, a strong outer covering to protect it from the extreme cold and extreme hot temperatures of intersteller space, and it also has many parts which makes it very much heavy and this heaviness is the main reason for anything to slow down. On the other hand, a light sail is very very light just about one kilogram! Just like a sail ship sails by blowing wind, similarly, a light sail also sais by light particles. Since billions and billions of light particles hit the sail, it pushes the sail and causes it to move. Now let's discuss the structure of a light sail. The sails of the light sail are made of very thin carbon fibre(see in the above picture), it's width is only about the size of some atoms! at the center of the light sail, there is a small system in which all the functionality of the light sail exists, like, camera, sensors, computer programs, etc etc",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/light-sail.jpg"
            },
            {
                "title" : "BREAKTHROUGH STARSHOT MISSION",
                "content" : "Now let's come to the main topic. The normal speed of a light sail is about 67 (sixty seven) kilometers per second, by this speed it would reach proxima centauri in still many years. But there is something different in the Breakthrough Starshot, the normal light sails we launch, is accelerated by the Sun's light which is very scattered, but in this mission we will use concentrated beams, which will be redirected from Earth as you can see in the above animation. These beams will make the light sail move at 20% speed of light! That is about 60,000 kilometers per second!! By travelling in this speed, breakthrough starshot will reach Proxima Centauri b in just twenty years!! But it is not simple as you think. By travelling in such a high speed, the whole light sail can be destroyed even if a nanometer sized particle hits the light sail, so to prevent this, we will not just launce one light sail, instead we will launce thousands of light sail so that even one is destroyed, then other light sails will be available to complete the journey. There is one more problem, in such a high speed, it is impossible to stop the light sail since it does not have any propulsion system to slow down it's speed. So we will get only some nanoseconds time to click the picture. But it is still not simple as you think. We know that light also have some speed and with this speed, it will take 4 years to reach Proxima Centauri b, and radio signal also have almost the same speed as light and if we send a signal to the light sail to click picture, it will reach our light sail in another 4 years, and in this 4 years, the light sail woud have left Proxima Centauri. So we have to send the signal to click photos 4 years before the arriving of light sail to Proxima Centauri and this is also the reason why we will send thousands of light sails, so that even one is wrong then others are there to click the photos.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/project_animation.gif"
            }
        ]
    },
    {
        "title" : "ALL ABOUT BLACK HOLES FROM ZERO TO HERO",
        "coverImage" : "https://space-tastic.github.io/spacetastic-app/res/images/black-hole.jpg",
        "content" : [
            {
                "title" : "INTRODUCTION",
                "content" : "A black hole is a region of very high gravity and density from which even light cannot escape so that is the reason why they are called black hole, because since it does not reflect the light so that we cannot see it.",
                "img" : ""
            },
            {
                "title" : "HOW ARE BLACK HOLES FORMED?",
                "content" : "Anything can form a black hole. For anything to become a black hole, it has to be compressed until the 99.99% empty space of all the atoms inside it gets filled, which means all the electrons will compress in its nucleus. We think that filling up such little empty space would have no effect on the size of the object. But its wrong. Radius of an atom is almost 105 (1 lakh) times bigger than the nucleus, it means electrons revolve around the nucleus at 1 lakh times more distance than the size of the nucleus. If we bring this comparison to human scale and then if we assume the nucleus size as 1cm, then electrons will be orbiting it from a distance of 1 km! Now by taking out the empty space from the human scale nucleus, the 1km sized atom will now be just be of 1cm! So now you can understand the value of the empty space of the atom. The size of the object till which it has to be compressed to form a black hole is called its 'Schwarzschild radius' , which is calcuated by the formula: \n r = 2GM / c^2 \n where r is the Schwarzschild radius of the object, G is the universal gravitional constant, M is the mass of the object, and c is the speed of light. By this, you can also calculate your own Schwarzschild radius! The Schwarzschild radius of a normal human being is 2 trillion trillion trillion times smaller than a single grain of sand! You cannot even imagine this such smaller size, it's not just 2 trillion times, it is 2 trillion trillion trillion times! However, this black hole will last only some nanoseconds and disappear because of 'Hawking Radiation', which is the last topic in this article. If we want to make the whole Himalaya Mountain range a black hole then we have to compress it until it become the size of just five hydrogen atoms! If we want to make our Earth a black hole, then we have compress it until it becomes the size of a coin! If we want to make sun a black hole, then we have compress it until it becomes the size of some kilometers, however star like our sun cannot become a black hole, if you don't know the reason, then read our article, Full life cycle of a Star to know why our sun cannot become a black hole.",
                "img" : ""
            },
            {
                "title" : "STRUCTURE OF BLACK HOLES",
                "content" : "A Black Hole has mainly three parts: \n 1. Singularity \n 2. Event Horizon \n 3. Accretion disk",
                "img" : ""
            },
            {
                "title" : "SINGULARITY",
                "content" : "Singularity is the center of the black hole. The full mass of the black hole is concentrated in this comparativly very small region. Like when I took the example of Himalayas, it's total mass is very large and this very large mass is concentrated in a very very small area of just five Hydrogen atoms! It has very high temperature because everything the black hole eats, comes here. However, Singularity is the most unknown and mysterious part of the black hole. Every black hole hava a Singularity.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/singularity.jpg"
            },
            {
                "title" : "EVENT HORIZON",
                "content" : "Event Horizon is the circular part which separates the region outside the black hole and the region of Singularity. It is made of some matter which tried to enter the black hole but cannot enter and that's why they revolve around the Singularity. Event horizon is the part where once an object enters, it cannot go back again, not even light. That is why it's completely black inside the black hole. Black holes having very large mass only have Event Horizon because lighter black holes don't have much gravity to keep matter outside them revoling in an orbit.",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/event_horizon.jpg"
            },
            {
                "title" : "ACCRETION DISK",
                "content" : "Accretion disk is the matter revoling around the black hole and makes the black holes glow. Only the black holes having very high mass have Accretion disk. It is collection of various gases revoling around the black holes. It revolves very fast and that is why it's temperature is very high and due to this high temperature, it glows very very brightly. The special type of black hole which have very very very very bright accretion disk are called 'Quasar', a quasar is bright than our imagination. You can imagine the brightness of quasar by the fact that the nearest quasar to Earth is about 581 miliion light years away, but we cannot see it because it's light is 'Red Shifted'(I will also make article on Red Shifting of light soon). But if it's light is not red shifted, then it would lighten the entire night sky in our view! This is also a fact that the darkest thing in the universe makes the brightest of all things!",
                "img" : "https://space-tastic.github.io/spacetastic-app/res/images/accretion-disk.jpg"
            },
            {
                "title" : "TYPES OF BLACK HOLES",
                "content" : "There are mainly three types of black holes: \n 1. Stellar black holes \n 2. Intermediate black holes \n 3. Supermassive black hole",
                "img" : ""
            },
            {
                "title" : "STELLAR BLACK HOLES",
                "content" : "These types of black holes are very common and we have little or no danger from them. When a star having 5 to 10 or more solar mass (1 solar mass = mass of our Sun example: 5 solar mass means 5 times the mass of our Sun.) goes under supernova explosion, it froms a Stellar black hole. If you don't know what is supernova explosion, read our article: Full Life Cycle of a Star.Therefore stellar black holes have a mass of approx 5 to 10 or more solar mass. They are very common, alone in our Milky Way Galaxy, there are about hundred million stellar black holes!"
            },
            {
                "title" : "INTERMEDIATE BLACK HOLES",
                "content" : "These types of black holes range in the mass 102 to 105 solar mass. They are thought to be formed from many steller black holes mixed together or large amount of other matter that came in gravitional contact with each other.",
                "img" : ""
            },
            {
                "title" : "SUPERMASSIVE BLACK HOLES",
                "content" : "Supermassive black holes are the monsters of the universe, there mass ranges from millions of solar masses and above! These black holes are responsible for the formation of galaxies. They attract billions of stars and solar system and make a galaxy. Therefore they are found in the centre of every galaxy. The supermassive black hole present in the centre of our galaxy is Sagittarius A* (pronounced as 'Sagittarius A star' but it is not a star) and it's mass is about 2.6 million solar mass! The largest black hole is 'TON 618', you will be shocked to know it's mass, that is, 66 billion solar mass! It's radius is 390 billion km, which is almost 40 times the radius of Neptune's orbit! You can have it's idea by the fact that even with the speed of light, it would take 7 days to travel from is one end to the other end! This is estimated to be formed by many indermediate and steller black holes which collided together.",
                "img" : ""
            },
            {
                "title" : "DEATH OF BLACK HOLES",
                "content" : "Earlier it was thought that black holes last forever and never ends, but scientist Mr. Stephen Hawking discovered that black holes also ends some day. It doesn't die by any outer sourcgy e or outer cause, instead it dies by it's own effect. It releases energy into outer space in form of radiation which is called Hawking radiation. Black holes vapourise their own matter in release it and if doesn't get enough matter to eat, it vanishes completely.",
                "img" : ""
            }
        ]
    }
]
